Repository: AniutaP/hockey-django-project
Catalog: hockey_django_project/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You are not logged in, please log in.
ru: Вы не авторизованы! Пожалуйста, выполните вход.

source: Name
ru: Название

source: Skill has been successfully registered
ru: Игровая позиция успешно добавлена

source: You have no rights to add skill
ru: У вас нет прав добавить игровую позицию

source: Skill has been successfully update
ru: Игровая позиция успешно изменена

source: You have no rights to change skill
ru: У вас нет прав изменить игровую позицию

source: Skill has been successfully delete
ru: Игровая позиция была успешно удалена

source: You have no rights to delete skill
ru: У вас нет прав удалить игровую позицию

source: Team has been successfully registered
ru: Команда успешно добавлена

source: You have no rights to add team
ru: У вас нет прав добавить команду

source: Team has been successfully update
ru: Команда успешно изменена

source: You have no rights to change team
ru: У вас нет прав изменить команду

source: Team has been successfully delete
ru: Команда успешно удалена

source: You have no rights to delete team
ru: У вас нет прав удалить команду

source: Hockey
ru: Хоккей

source: Join to our team and take care of your health
ru: Присоединяйтесь к нашей команде, позаботьтесь о своем здоровье

source: JOIN
ru: ПРИСОЕДИНИТЬСЯ

source: Login
ru: Вход

source: Log in
ru: Войти

source: Main
ru: Главная

source: Match
ru: Матч

source: Players
ru: Игроки

source: Teams
ru: Команды

source: Logout
ru: Выход

source: New skill
ru: Новая игровая позиция

source: Create
ru: Добавить

source: Delete
ru: Удалить

source: Are you sure you want to delete
ru: Вы уверены, что хотите удалить

source: Yes, delete
ru: Да, удалить

source: Skills
ru: Игровые позиции

source: Create skill
ru: Добавить

source: Сhanges
ru: Изменения

source: Update
ru: Обновить

source: Update skill
ru: Обновить игровую позицию

source: New team
ru: Новая команда

source: Create team
ru: Добавить команду

source: Create/Change/Delete SKILLS
ru: Создать/Изменить/Удалить ИГРОВУЮ ПОЗИЦИЮ

source: Update team
ru: Обновить команду

source: New player
ru: Новый игрок

source: Actual Match
ru: Предстоящий матч

source: Total number of players participating in the match
ru: Число участвующих игроков

source: Clear game match
ru: Очистить матч

source: Show
ru: Показать

source: Team
ru: Команда

source: Full Name
ru: Фамилия Имя Отчество

source: Playing Positions
ru: Игровая позиция

source: Exit match
ru: Покинуть матч

source: Player (admin)
ru: Игрок (админ)

source: Player
ru: Игрок

source: Skill
ru: Игровая позиция

source: Contact information
ru: Контактная информация

source: Update user
ru: Обновить игрока

source: Full name
ru: Фамилия Имя Отчество

source: Status
ru: Статус

source: playing in game
ru: участвует в матче

source: add in game
ru: добавить в матч

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Player has been successfully registered
ru: Игрок успешно присоединился

source: Player has been successfully update
ru: Игрок успешно изменен

source: You have no rights to change another user
ru: У вас нет прав изменять другого игрока

source: Player has been successfully delete
ru: Игрок успешно удален

source: Unable to delete user because it is in use
ru: Невозможно удалить игрока, он добавлен в матч

source: You have no rights to add in match user
ru: У вас нет прав добавить игрока в матч

source: Player successfully exit
ru: Игрок успешно вышел

source: You have no rights to delete user from match
ru: У вас нет прав удалить игрока из матча

source: You have no rights clear match
ru: У вас нет прав очистить матч

source: You are logged in
ru: Вы вошли

source: You are logged out
ru: Вы вышли
